## Фичи L3
1. HSRP(Hot Standby Router Protocol)
Служит для увеличения доступности шлюза по умолчанию. Объединяет     маршрутизаторы в группу и назначает им общий Ip-адрес.
`interface: standby [group-number] ip [ip-address [secondary]]`
*Возможна настройка аутентиикации с помощью пароля.*
Вся информация передается открытым текстом, установлен дефолтный пароль cisco. Имея параметры HSRP пакета, можно провести атаку, при этом роутер/L3 коммутатор злоумышленника станет активным. 
**Защита**: подсчет контрольной суммы с солью(секретный ключ). 
`interface: standby group authentication md5 key-string strongPASSWORD`
